Repository: christopherjbly/calendar-indicator
Catalog: po/*.po
Languages: si

source: Preferences
si: අභිරුචි

source: Login
si: පිවිසුම

source: Allow access to Google Calendar
si: ගූගල් දින දර්ශකය සඳහා පිවිසුම් අවසර ලබා දෙන්න

source: Calendar
si: දින දර්ශනය

source: Options
si: විකල්ප

source: Time between updates
si: යාවත් කාලීන කිරීම් අතරමැදි කාලය

source: Autostart
si: ස්වයංක්‍රීය ඇරඹුම

source: Theme light
si: තේමා ආලෝකය

source: You must allow Calendar-Indicator to access your Google Calendar to work
si: ක්‍රියාත්මක වීම සඳහා ගූගල් දින දර්ශකයට පිවිසීමට ඔබ විසින් දින දර්ශක සූචකයට අවසර ලබා දිය යුතු වේ.

source: Refresh
si: නැවුම්

source: Show Calendar
si: දින දර්ශකය පෙන්වන්න

source: Help
si: සහාය

source: Exit
si: ඉවත්වීම

source: New event:
si: නව අංගයක්

source: Event finished:
si: අංගය අවසානයි

source: Web...
si: වෙබ්

source: Get help online...
si: අන්තර්ජාලයේ උදව් ලබා ගැනීම...

source: Translate this application...
si: මෙම යෙදුම පරිවර්තනය කරන්න...

source: Report a bug...
si: දෝෂයක් වාර්තාකිරීම...

source: About
si: මෘදුකාංගය පිළිබඳව

source: An indicator for Google Calendar
si: ගූගල් දින දර්ශකය සදහා සූචකයක්
